{
  "nav_services": "Services",
  "nav_about": "About",
  "nav_contact": "Contact",
  "nav_pqrs": "PQRS",

  "hero_title": "Welcome to Your Professional Services",
  "hero_sub": "Explore, connect, and collaborate — all in one place.",
  "hero_slide2_title": "Discover Top Talent",
  "hero_slide2_sub": "Find skilled professionals for every project.",
  "hero_slide3_title": "Grow Your Business",
  "hero_slide3_sub": "Leverage our platform to expand your reach.",

  "services_title": "Our Services",
  "srv_programming": "Programming",
  "srv_programming_desc": "Professional programming services to bring your ideas to life.",
  "srv_design": "Graphic Design",
  "srv_design_desc": "Creative graphic design solutions to enhance your brand identity.",
  "srv_digital": "Digital Marketing",
  "srv_digital_desc": "Effective digital marketing strategies to grow your online presence.",
  "srv_business": "Business",
  "srv_business_desc": "Comprehensive business services to help you succeed.",
  "about_title": "About Us",
  "about_text_one": " FlexGigs is a global web platform designed to revolutionize the way professionals and clients connect in the digital ecosystem. It emerges as an innovative solution to the current market fragmentation, where most platforms focus exclusively on one type of service or a specific niche. FlexGigs proposes a multi-category model that integrates digital, academic, technical, domestic, and wellness services in one unified, secure, and transparent environment for both clients and professionals.",
  "about_text_two": " The project is based on the belief that technology should serve as a tool for inclusion and labor equity. Therefore, the platform combines usability, accessibility, and trust, allowing anyone — regardless of location, technical level, or service type — to actively participate in the digital economy.",
  "about_text_three": " Through modern tools developed with HTML5, CSS3, and Bootstrap, FlexGigs guarantees an intuitive browsing experience adaptable to any device, with simplified processes that reduce the technological barriers that  have historically limited access to online opportunities. More than a service portal, FlexGigs is a collaborative community where reputation, transparency, and quality are fundamental pillars.",
  "about_text_four": " Each professional can create their profile, showcase their experience, receive reviews, and strengthen their digital presence, while clients find reliable solutions with verifiable backing and direct communication. In the medium term, FlexGigs aims to become a global reference for innovation and trust by integrating advanced features such as secure payment gateways, geolocation, real-time chat, and loyalty programs. In this way, the company seeks to drive the digital transformation of independent work, promoting collaborative, sustainable, and connected economies. FlexGigs: connecting talent with opportunity, anywhere in the world.",
  "client_1": "FlexGigs transformed our digital presence. Their programming team is top-tier!",
  "clients_title": "What Our Clients Say",
  "client_2": "The graphic design services provided by FlexGigs exceeded our expectations. Highly recommended!",
  "client_3": "Thanks to FlexGigs' digital marketing strategies, our business has seen significant growth.",
  "client_4": "FlexGigs offers a seamless experience for both clients and professionals. A game-changer in the industry!",
  "contact_title": "Get in Touch",
  "contact_sub": "Have questions or need assistance? We're here to help!",
  "contact_send": "Send Message",

  "data-lang-placeholder_contact_name": "Your Name",
  "data-lang-placeholder_contact_email": "Your Email",
  "data-lang-placeholder_contact_message": "Your Message",

  "opt_choose": "Choose...",
  "opt_programming": "Programming",
  "opt_design": "Graphic Design",
  "opt_marketing": "Digital Marketing",
  "opt_business": "Business",

  "footer_privacy": "Privacy Policy",
  "footer_terms": "Terms of Service",
  "footer_help": "Help"
}
